건위천	기운이 최고조에 달해 만사형통입니다. 시험에는 합격하고 취직은 성공합니다.
	스포츠나 경쟁, 도박등은 승리합니다. 주식은 일시적으로만 오릅니다.
	남자라면 연애 성공, 여자는 실연당할 것입니다. 자동차 여행은 금물, 남과 다툴
	우려가 많습니다. 지나치게 기운이 넘치기 때문이지요.
	젊은 사람의 경우 병은 완전히 회복됩니다. 나이든 사람은 위험합니다. 활동영역
	이 극대화 됩니다. 일감이 많이 생깁니다. 여자는 몸의 상처에 주의 하십시오. 
	큰 일에는 아주 좋고 작은 일에는 별로 입니다. 금전 융통은 안 되지만 정신적인
	일에는 최고입니다. 일이 척척 풀려 나갑니다. 하지만 짧습니다.
	오해는 해소되고 명예를 얻습니다. 선거에는 최상입니다. 여자가 생깁니다.
	물건이나 자동차등 고장에 주의 요망, 곤란한 때를 대비 하십시오.
	인사의 시기라면 승진 합니다. 발명, 발견, 학술 등은 성공할 가능성이 아주 높습니다.
	권력, 권리등이 커지고 재판에서도 승리 합니다.
	로또 복권을 사 보십시오. 높은 곳에 이르면 조심해야 합니다.
	
곤위지	평화가 깃듭니다. 여성에게 좋은 일이 많습니다. 금전, 물질이 풍부해집니다. 정신적인 
	일은 막힐 것 입니다. 병은 오래 갑니다. 주식은 빨리 파는게 좋습니다. 남자는 사랑에 실패,
	여자는 남자가 나타납니다. 경쟁에서는 패배, 진급도 안됩니다.
	송사는 금물, 이룰수 없습니다. 새로운 일을 시작 해서는 안 되지만 하던일은 꾸준히 잘 됩니다,
	사업은 일정상태를 유지할 뿐 발전이 이루어지지 않습니다. 기다리면 좋은 일이 있고, 나서면
	실패 합니다. 감정에 빠집니다. 지나치면 손해, 부동산운은 최고 입니다.
	여자라면 기분좋은 일이 생깁니다.임신 중이라면 여자를 생산합니다. 명예보다는 실질을 
	얻습니다. 선두에 나서면 안됩니다. 진급은 안되고 일감은 많아 집니다. 인내는 행운의 열쇠
	조급하면 되던 일도 실패합니다. 입원할 일이 생길 수도 있습니다.
	1인자는 짜증날 일이 많습니다. 중매는 좋고 연애는 실패 합니다.찬성하면 성공하고, 반대하면
	후회가 생깁니다. 무조건 남의 의견을 따르면 행운이 옵니다. 육체의 힘보다는 정신력이 더 
	필요할 때입니다. 대리인을 내세우면 일이 성사 됩니다.
	공부를 더 해야겠습니다. 지도자를 모시는 것이 필요할 것입니다.
	
수뢰둔	도전의 시기입니다. 난관은 많으나 결실이 있습니다. 적이 많으니 조심 하십시오. 연얘는 고통이
	많으니 일찌감치 접는게 상책입니다. 멀리가면 사고가 생깁니다. 운전은 위험합니다.
	주식값은 크게 떨어집니다. 사업은 이익이 분명해 집니다. 임신중이면 득남입니다. 스포츠나
	경쟁에서는 어려움이 계속 됩니다. 재판에서 패배 합니다. 진급은 안됩니다. 많은 오해가
	생길수 있으나 결국애는 해소 됩니다. 고통은 나중에 확실히 보상받게 됩니다.
	고독이 증대 합니다. 외부의 도움은 없습니다. 정신적, 물질적 위기. 병은 오래 가지만
	회복 됩니다. 걸려온 싸움은 승리 하지만, 내가 건 싸움은 실패합니다. 어렵지만 강행
	하십시오. 나를 먼저 지킨후 남을 신경쓰십시오. 지금은 지루한 봄날 입니다. 하지만
	여름은 옵니다. 각종 사건, 사고가 발생하니 심심 하지는 않겠습니다. 방심은 금물,
	작은 일이 시끄러워 집니다. 지금은 혼란의 시기입니다. 사방에 적이 나타 납니다.
	친구들에게 왕따, 사업은 불황의 늪에 빠졌습니다. 멀리 나가면 사고의 위험이 있습니다.
	
산수몽	힘들게 일 했어도 공이 없습니다. 고립에 빠질 운입니다. 친구가 떠납니다. 사업은 약간
	개선 됩니다. 오래 기다려야 해결 됩니다. 진심이 통하지 않습니다. 연얘는 실패, 일은
	마무리 되나 수익이 적습니다. 휴식이 절대 필요합니다. 사고를 당할 수 있습니다. 
	욕심을 줄이면 조금은 얻습니다. 망설이게 되고 공연한 불안, 공포가 옵니다. 사업은
	시작할 때가  아닙니다. 경쟁에서 패배하니 도전은 안 됩니다. 전문가의 조언이 필요
	합니다. 도무지 전진이 안 됩니다. 주식은 사면 안됩니다. 자영업은 실패, 직장생활은 
	평온 합니다. 멀리 봐야 합니다. 금전 융통은 안됩니다. 자식을 기르거나 아랫사람을 
	지도하면 좋은 일이 있을 것이다. 미련 때문에 손해를 봅니다. 오해를 할 소지가 있군요.
	이해심을 넓히세요. 건강은 서서히 회복 됩니다. 난관을 해결하려 하지 말고 물러갈 때를
	기다려야 합니다. 뭐든 지 작게 할 때입니다. 남의 일에 끼어들면 손해를 봅니다.
	물건을 살때 세심한 주의가 필요합니다. 외국에 나가면 안됩니다. 세상은 변하는 것이니
	낙심하지 마십시오. 첫 단추에 문제가 있군요. 서두르지 마십시오.
	
수천수	전진하는 운인데 약간의 장애가 있군요. 기다리면 만사형통, 애쓰지 않아도 해결 됩니다.
	주식은 회복 됩니다. 팔때가 아니지요. 속도를 조절 하십시오. 원숭이도 나무에서 떨어
	집니다. 사람 무시하다가는 큰 코 다칩니다. 물러나면 손해, 단지 약간의 요령이 필요
	할 뿐입니다. 주변에 적이 있습니다. 재판은 길어집니다. 남자는 이익이 많고, 여자는 
	손해가 많을 때 입니다. 직장, 사업에서 변화가 생깁니다. 부부, 얘인, 친구 등과 싸울
	일이 생깁니다. 건강은 감기, 두통, 가벼운 질병등이 예상 됩니다. 기다리는 일은 지연
	됩니다. 연애는 남자의 경우 난관끝에 성공 합니다. 여자는 연얘에 실패하고 나쁜 사람
	을 만날 우려가 있습니다. 동업은 금물, 남에게 돈을 빌려주면 못 받습니다. 갑자기
	나쁜 일이 생기나 해결됩니다. 부동산은 사면 안됩니다. 가까운 곳에서 이익이 발생하고
	먼곳에서 손해 봅니다. 소풍, 행사등에 장애가 있습니다. 기일을 연기하면 좋습니다.
	
천수송	오해가 풀립니다. 싸울일이 생기나 적극적으로 밀면 승리 합니다. 현재는 고통스러우나
	곧 좋은 날이 옵니다. 비밀은 탄로나니 아주 조심해야 합니다. 투기사업은 안 됩니다.
	주식은 급상승 합니다. 숙제가 해결 됩니다. 존경을 받을 것입니다. 연애는 남자의 경우
	는 성공 합니다. 여자의 경우는 남자가 도망갑니다. 부당한 이익은 곧 큰 손해로 이어
	집니다. 근심은 사라집니다. 병은 완쾌합니다. 여행은 떠날수록 좋습니다. 경쟁, 시험,
	재판은 승리 합니다. 범죄행위는 들통나고 체포됩니다. 경품, 로또 등에는 행운이 따르나
	도박은 손해를 봅니다. 명분 없는 일은 성취 되지 않습니다. 고집, 억지는 손해를 본다.
	급변의 조짐이 보입니다. 먼저 울고 나중에 웃습니다. 반드시 성공하니 자신감을 가져라.
	갑자기 일이 잘 풀려 나갑니다.
	
지수사	재물이 쌓입니다. 잃었던 것을 되찾게 됩니다. 연애는 육체적 사랑으로 돌입 합니다.
	비밀이 생기고 잘 유지 됩니다. 사업은 기초가 튼튼해 집니다.사람이 많이 모인곳에
	가게 되거나 불러 들입니다. 명예, 명성은 기대할 수 없습니다. 은밀한 일, 내적인 일등은 
	성공하나 드러난 일은 지지 부진 합니다. 주식은 보유할수록 이익이 됩니다. 등잔 밑을
	잘 살펴 보십시오. 대규모 분쟁의 소지가 있습니다. 평범한 일은 무조건 좋습니다.
	개인적인 일은 성공하지만 공적인 일은 성공 못합니다. 연애는 되어도 결혼은 쉽지 않다.
	여행은 할 필요 없고 집에 있으면 행복 합니다. 경비 안쓰고 즐길수 있습니다.
	건강은 정력이 넘칩니다. 내과 질환이 발생할 수 있습니다. 임신의 경우라면 아들 입니다.
	생산직은 크게 성공합니다. 여자에게는 본인이 사랑하는 사람이 생기고, 남자에게는 
	자신을 사랑해주는 사람이 생깁니다. 형식보다 실질이 좋아 집니다. 은근한 행복이 찾아 
	옵니다. 엄마와 아들은 잘되어 갑니다. 경쟁에서 집니다. 새로운 일은 안되고 묵은 일은
	점점 잘 됩니다. 결혼하면 자식이 많아 집니다. 사업하는 사람은 직원이 많아집니다.
	
수지비	부족한 것이 적시에 보충 됩니다. 최고의 사랑을 만납니다. 가정이 편안 합니다. 저력이
	쌓여갑니다. 위대하지 못하나 대단히 만족합니다. 떠나간 사람이 돌아올 가능성이 
	많습니다. 친구가 갑자기 많아 집니다. 회사나 친구사이 에서 인정을 받습니다. 
	편안히 쉴 기회가 생깁니다. 세일즈맨은 계약이 잘됩니다. 부동산은 재미가 좋습니다.
	주식은 크게 이익을 보지 못하나 손해가 없습니다. 자잘한 일은 계속 풀려 나갑니다.
	안정과 평화는 계속 이어갈수 있습니다. 목표에 도달 합니다. 흥행사업은 실패 합니다.
	노는데는 좋고 일하는 데는 약합니다. 필수품 사업은 성공 하지만 그외의 사업은 약합니다. 
	복권, 경품등은 약간 이익 됩니다. 투기는 망합니다. 화해가 아주 잘됩니다. 시험, 내기
	등에서 집니다. 스케일을 줄이십시오. 계획을 세우지 말고 자연에 맡겨 두세요.
	활동이 부족하니 보충 하십시오. 낮은 직급인 경우 업무 수행이 잘 됩니다.
	
풍천소축	사는게 아주 재미 있습니다. 낭비가 심해집니다. 쓸일도 많이 생기고 쓸돈도 생깁니다.
	사랑은 한때 크게 즐겁고 헤어집니다. 무엇이든 많아서 넘칩니다.근심은 사라집니다.
	계약은 파기될 가능성이 높습니다. 세일즈맨은 최악입니다. 사치품은 잘 팔립니다.
	여행지에서 즐거운일이 생깁니다. 스트레스가 확 풀립니다. 흥행사업은 잘됩니다. 
	부동산은 망합니다. 도박은 최악의 패배를 합니다. 비밀은 탄로 납니다. 주식은 재빨리
	팔지 않으면 다 망합니다. 속전속결은 성공하나 지구전에서 패배합니다. 쌓이는게
	없으니 단단히 붙들어 메어야 합니다. 결혼, 연애 다 깨집니다. 무엇이든 변동이 심합니다.
	방심, 해이 등에 의해 크게 손해를 볼수 있습니다. 인심을 배풀면 또 생깁니다. 명성은 
	있으나 명예는 없습니다. 도난, 사기등 위험이 아주 많습니다. 재판, 분쟁은 무조건
	집니다. 난관은 쉽고 빠르게 풀려 나갑니다.
	
천택리	하늘의 축복을 받고 있습니다. 복권을 사면 좋을듯, 결실을 맺고 이익도 있습니다.
	전진이 빠릅니다. 주식은 크게 오릅니다. 이사갈 운이 있습니다. 승진 할 것입니다. 
	해외 파견등 출장운이 있습니다. 좋은 남자를 만나 사랑을 듬뿍 받을 것입니다. 
	무역업은 대성합니다. 마음의 고민은 사라집니다. 명성을 얻게 됩니다. 비밀은 온 천하에
	공개되니 조심, 또 조심해야 됩니다. 결백이 입증됩니다. 2인자라면 대성하고 1인자 라면
	고독할 수 있습니다.너무 잘 되므로 넘치지 않도록 조심해야 합니다. 결혼은 성공합니다.
	남보다 앞서 갈 것이므로 선거전에 아주 유리 합니다. 뒤따라 가면 무조건 이익을 봅니다.
	앞서가면 다소 위험이 있습니다. 대중앞에 나서게 됩니다. 홍보사업은 최고입니다. 
	싸움은 수비에 치중하면 이깁니다. 여행을 다녀오면 좋은 일이 기다립니다. 계약은 
	기다리면 저절로 됩니다. 윗사람이 크게 신임하고 있습니다. 동업은 성공하고 홀로가면
	혼란에 빠질수 있습니다. 가벼운 병은 완쾌됩니다. 기력소모가 많으니 휴식을 취해야
	합니다. 피부손상에 조심하세요. 큰 임무는 사양하십시오. 공무원이라면 좋은 일이
	많을 것입니다.
	
지천태	외교가 성공합니다. 사랑은 남녀 모두가 성공합니다. 사업은 자본이 튼튼해 집니다. 
	큰 일은 잘되는데 작은 일은 난관이 있습니다. 일의 진행은 늦어지지만 성공합니다.
	저력이 있어 뭐든지 오래 갑니다. 권한, 권리가 생깁니다. 태풍의 눈처럼 내게서 출발한
	것이 성공합니다. 집단으로 움직이면 큰 이익이 있습니다.
	부동산은 오래 묵힐수록 올라 갑니다. 주식은 지금 팔때가 아닙니다. 여행은 흉합니다.
	이사는 연기해야 합니다. 계약은 확실히 성사 됩니다. 지금은 돈 쓸때가 아닙니다. 
	장기계획은 성공하지만 단기 계획은 이루어 지지 않습니다. 아주 건강해집니다.욕심을 
	내도 좋습니다. 답답한 일이 생기지민 견디면 풀립니다. 서두르면 사고를 당합니다. 
	흥행사업은 실패 합니다. 물러서면 이익이 배가 됩니다. 위에 있으면 존경받고 아래에
	있으면 노고 하게 됩니다. 자식이 잘 됩니다. 농사는 성공하고 판매업은 꾸준합니다.
	
천지비	외교는 단절 됩니다. 연애는 실패합니다. 계약은 성사되지 않습니다. 상하가 극단적으로
	대치합니다. 멀리 여행을 갔다 오면 액운이 사라집니다. 될일은 안되고 안 될일은 됩니다.
	분실, 도난, 사기 등을 조심 하세요. 낭비가 있으나 괜찮습니다. 지금은 돈이 모일때가
	아닙니다. 싸움을 벌이면 무조건 손해 입니다. 주식은 손해를 봅니다. 가까운 곳에서
	실패하고 먼곳에서는 차차 좋은 소식이 옵니다. 작은 피로가 병을 유발할 것이니 조심
	해야 합니다. 오해를 받기 쉽습니다. 부부나 애인간에 싸움이 예상되니 미리 피해 있는
	것이 좋습니다. 자제력이 필요합니다. 실수가 많으니 꼼꼼해질 필요가 있습니다,
	해외에 나가면 무조건 좋습니다. 포부는 무한정 키우고 행동은 작게 해야 합니다. 동업은 
	완전히 망합니다. 포기해야 할일이 생깁니다. 나쁜 시절에는 기다림의 덕이 팔요합니다.
	오래된 불운은 사라집니다.
	
천화동인	동지가 생깁니다. 여자라면 애인이 생깁니다. 일약 명예를 얻습니다. 장애물 없이 전진 
	합니다. 지극히 사적인 일은 실패 합니다. 공익, 공적인 사업은 대성합니다. 스포츠맨의
	경우는 금메달을 따거나 승리 합니다. 주식은 계속 오릅니다. 도와주는 사람이 나타
	납니다. 모든 면에서 분위기가 밝아 집니다. 선거에서 승리 합니다. 부동산은 일찍 
	파는 게 좋습니다. 높은사람, 귀한사람을 만나게 됩니다. 공무원시험은 특히 좋습니다.
	해외등 먼곳 사업은 성공합니다. 출판, 방송, 연예, 신문사업 등은 대성합니다. 
	재판에서 승리합니다. 동업을 하면 근심할일이 없습니다. 포부를 크게 가지고 장거리
	목표를 가지면 승리합니다. 학업, 종교, 연구 등의 직책은 쉽게 성공합니다. 고향을 떠나
	객지로 나갈 것입니다. 상관, 윗사람, 나아든 사람이 이끌어 줍니다. 여자는 결혼하게
	됩니다. 운명이 개선되게 됩니다. 정작 돈이 주머니속으로 들어오는 일은 늣어집니다.
	
화천대유	크게 성공합니다. 큰 시험에 합격할 운이 있습니다. 명예, 명성을 얻습니다. 여자는
	크게 사랑 받습니다. 주식은 절정에 올랐으나 파십시오. 공직에 있는 사람은 진급 합니다.
	남들로부터 존경을 받습니다. 연애인은 대성합니다. 사업은 크게 벌일수록 성공합니다.
	도박, 승부등에서 승리 합니다. 로또를 당장 사십시요. 투기사업, 흥행사업은 성공합니다. 
	중병에 걸렸을 경우 사망의 위험이 있습니다. 높은 직책에 오름니다. 뜻밖의 행운에 놀랄
	것입니다. 결혼은 즉시 이루어 집니다. 오해는 풀립니다. 대업을 완수합니다. 대의명분을
	얻습니다. 은행에서 큰 돈을 융통할 수 있습니다. 사업은 전국으로 확산 됩니다. 물러날 
	필요없이 한발 더 나서면 됩니다. 비밀은 크게 탄로 납니다. 목표지점에 곧 당도합니다. 
	사치품 사업은 대성합니다. 출판, 저작, 연구 등은 대성합니다. 본격적 무대에 오릅니다.
	위치가 안정됩니다. 멀리 보입니다. 리더가 됩니다. 연애는 이보다 좋을 수 없습니다.
	
지산겸	꾁 막혀 있습니다. 사랑은 실패 합니다. 금전융통 안되거나 미루어 집니다. 경쟁에서
	집니다. 오로지 겸손해야 풀릴 수 있습니다. 비밀은 굳게 지켜집니다. 약속은 지켜 집니다. 
	신뢰를 얻으나 활동의 폭이 좁습니다. 재산은 있으나 쓸수 없는 상태입니다. 외면 당합니다.
	인내는 행운을 끌어 옵니다. 재판은 집니다. 주식은 오르지 않습니다. 물건은 팔리지
	않습니다. 사업 시작은 안됩니다. 여행을 하면 사고를 당합니다. 소식은 오지 않습니다.
	오래 기다리면 반드시 옵니다. 건강은 유지 됩니다. 하지만 현재 병들어 있는 사람은 
	회복이 늦어 집니다. 무거운 사업은 성공하고 가벼운 사업은 실패 합니다. 절대로 퇴보
	하지는 않습니다. 전진은 아주 느려집니다. 투기, 흥행, 연애, 출판, 방송, 신문사업 등은 
	완전히 망할 우려가 있습니다. 임신은 되고 아들을 낳습니다. 울화가 치밀만한 일이
	생길 수 있습니다. 동업은 형제끼리만 가능합니다. 심한 변비증이 생길수 있습니다. 
	싸움에서 후퇴가 계속 되지만 나중에 반전이 가능합니다.
	
뇌지예	일을 시작할 때가 되었습니다. 막혔던 일이 풀립니다. 농산품 사업은 최고 입니다. 
	모르던 일이 정체를 드러 냅니다. 수술을 할 가능성이 높습니다. 병이 드디어 회복되기
	시작합니다. 강력한 출발이 성공을 이끕니다. 평화는 깨집니다. 각종 징후가 나타납니다. 
	막막하던 일이 방법이 보입니다. 주식은 이제부터 오릅니다. 부동산  가격은 오르기 
	시작합니다. 흥분할 일이 생깁니다. 여자에게는 괜찮은 애인이 생깁니다. 금전융통이
	됩니다. 공사가 시작되고 성공합니다. 오래된일은 풀리고 신규사업은 서서히 이루어 
	집니다. 게으름을 피우면 손해를 봅니다. 가까운곳에 이익이 있으니 살펴 보십시오. 
	고민은 돌파구가 생깁니다. 여행은 무사고 입니다. 반격을 시작해서 이익을 봅니다. 
	주장이 통합니다. 여기저기 아이디어가 생깁니다. 조금씩 재산이 쌓입니다. 묵혀둔
	물건이 이익을 가져 옵니다. 뜻밖의 적을 만날 수 있습니다. 두드리면 열립니다. 
	꾸준히 두드리면 여자의 마음이 열립니다. 조용하던 곳에서 이익이 생깁니다.
	뜻 밖의 사건이 생길 수 있습니다.
	
택뢰수	사업이 잘 크고 있습니다. 남녀모두 애인이 생깁니다. 좋은 집으로 이사갈 수도
	있습니다. 직장을 얻게 됩니다. 시험을 보면 합격합니다. 주식을 사두면 손해를 보지 
	않습니다. 임신한 경우 아들 입니다. 있던 병이 회복 됩니다. 새로운 병이 생길 수 
	있습니다. 문안에서 일이 발생합니다. 생산업은 크게 성공합니다. 고기가 물을 만납니다. 
	자식들이 훌륭히 잘 크고 있습니다. 연구사업은 대성합니다. 분쟁은 끝납니다.
	작은 사업도 실속이 생깁니다. 여행하면 사건, 사고의 위험이 있습니다. 해외여행, 출장,
	등은 결렬 됩니다. 무슨 일이든 적중율이 높습니다. 실내 사업인 경우 많은 손님이 
	모여듭니다. 옛것은 커지고 새로운 일은 지연 됩니다. 보호를 받게 됩니다. 작은 비밀은 
	겨우 지켜 집니다. 지갑에 돈이 쌓입니다. 동업은 성공합니다. 뒤따라 가면 안심입니다.
	선물을 받을 일이 생깁니다. 이익은 안에서 나옵니다.
	
산풍고	상처가 곪습니다. 배신을 당합니다. 골치아푼 일이 발생합니다. 굳건하다고 믿었던 것이 
	변합니다. 난관은 돌파 됩니다. 연애는 처음부터 거짓입니다. 임산부는 각별한 조심이
	필요합니다. 대수롭지 않았던 일이 화근을 가져 옵니다. 비밀은 탄로 나기 시작합니다.
	위치가 불안합니다. 건물의 붕괘를 조심 하십시오. 외과적 상처를 조심하십시오. 집안에
	있으면 손해이니 밖으로 돌아 다니십시오. 부부싸움은 위험수준까지 갑니다. 얘들이
	속 썩일테니 주의가 요망됩니다. 오랫동안 안팔리던 물건이 갑자기 팔려 나갑니다. 
	사기를 당할 우려가 많습니다. 믿으면 손해이니 의심하십시오. 포기하면 좋고 미련을
	가지면 많은 손해를 봅니다. 계약은 파기 되거나 성사되지 않습니다. 고민이 생깁니다. 
	솔직하지 않으면 재앙이 초래 됩니다. 우정, 애정 다 위험합니다. 웃다가 울고, 울다가
	웃을 일이 생깁니다. 계획은 수정해야 합니다. 방해가 나타납니다. 길게 끌어서 좋을 것이
	없습니다. 집을 사면 망합니다. 큰 물건은 아예 사지 마십시오. 주식을 가지고 있으면 
	점점 손해가 납니다. 로또는 이번주 쉬는게 낫습니다.
	
지택림	사랑은 깊어 갑니다. 사업은 안정됩니다. 중병도 완전히 회복됩니다. 권리가 증대됩니다.
	재물이 쌓이기 시작합니다. 부동산운이 좋습니다. 투기는 위험합니다. 주식은 계속 
	오릅니다. 좋은 직장을 얻습니다. 시험에 합격합니다. 도전을 물리칩니다. 존재가치를
	인정 받습니다. 직장에서 보직이 좋아 집니다. 모든 것이 제자리를 찾아 갑니다. 서두르지
	않아도 내 몫을 찾습니다. 고햐이나제 집으로 돌아옵니다. 주거지가 편안 합니다. 뿌리
	깊은 나무가 됩니다. 평화가 찾아와 흔들리지 않습니다. 부부가 합심단결 합니다. 저축
	해 두면 좋은 사업이 생깁니다. 여행은 절대 안됩니다. 공무원, 사무직, 내근직은 좋습니다. 
	세일즈맨은 제자리 걸음입니다. 육체적 사랑이 이루어 집니다. 좋은 학교에 진학합니다.
	어디 가서든 무시 당하지 않습니다. 동업하면 특별한 이익이 생깁니다. 깊어 졌으니 이제는
	넓혀야 합니다. 생각하는 것이 깊으니 남의 모범이 됩니다, 연애는 더욱 진실해 집니다.
	
풍지관	놀랄일이 생깁니다. 여행이나 출장 등 집을 떠날 일이 생깁니다. 기자, 방송인, 연애인, 
	작가는 성공합니다. 거처가 불안해 집니다. 영업사원은 바뻐집니다. 사랑은 안 생깁니다. 
	부부는 싸우면 이혼까지 갈 우려가 있습니다. 사람과 협조가 잘 되지 않습니다. 사업은
	조금 될 뿐입니다. 보이지 않는 문제가 있으니 찾아서 해결해야 됩니다. 건강은 나빠지고
	있습니다. 병의 치료는 아주 더딥니다. 투자금은 회수하기 어렵습니다. 금전 융통 안됩니다.
	주식은 무조건 손해를 봅니다. 땅값이 내려 갑니다. 집에 있으면 답답한 일이 생깁니다. 
	남에게 물으면 이익을 봅니다. 모든 사업을 중지하고 때를 기다려야 합니다. 분쟁은
	길어집니다. 승부에서 집니다. 여자인 경우 애인 도망갈 우려가 있습니다. 분실에 주의
	하십시오. 신경 안정이 필요합니다. 방심은 큰 사건을 초래합니다. 하늘이 무너져도
	구멍이 생깁니다. 위엄을 갖추어야 합니다.
	
화뢰서합	좋은 아이디어가 떠오릅니다. 장애가 나타나지만 돌파 됩니다. 시작은 더디지만 시원히
	뚧립니다. 귀한 위치에 오르게 됩니다. 주식은 급격히 오릅니다. 문제는 애써서 풀게 
	됩니다. 연애는 힘든 상대가 나타납니다. 뜻밖의 행운을 맞이하게 됩니다. 사람을 많이
	만나게 됩니다. 처음엔 오해하고 나중에 친해 집니다. 비밀이 탄로 납니다. 어려운 숙제가
	풀려 나갑니다. 상업은 대성합니다. 세일즈맨은 큰 건을 잡습니다. 갑자기 좋은 직책을 
	얻습니다. 경쟁에서 승리합니다. 발견, 발명, 연구 등에서 성공합니다. 노력한 만큼
	성과는 확실합니다. 우정은 굳건해 집니다. 연애는 어렵게 진행 되지만 행복합니다. 
	우려하던 일은 사라 집니다. 오래된 물건의 값이 확 오릅니다. 단단한 물건 사업은
	성공하고 부드러운 물건 사업은 실패합니다. 보물같은 것을 얻게 됩니다. 발굴사업은
	최상입니다. 운반사업은 일감이 많아 집니다. 자동차 사고의 위험이 있습니다. 사업상
	여행은 성공하지만 관광이나 사적여행은취소하는 게 좋을듯 합니다. 피로가 쌓입니다.
	수술의 우려가 있습니다.
	
산화비	알뜰한 이익이 생깁니다. 사업은 서서히 크게 성장합니다. 재산이 늘어 납니다. 자본이 
	넉넉해집니다. 남녀 모두 행복한 사랑을 얻습니다. 돈 근심은 사라집니다. 건강능 날로 
	좋아집니다. 인수합병이나 확장이 가능합니다. 명예보다는 실질을 얻습니다. 예술품을
	소장하면 이익이 됩니다. 직장애서 월급이 오르거나 편한 자리를 얻습니다. 윗사람의 
	신임이 두터워 집니다. 체중이 조절되어 아름다워 집니다. 단결이 아주 잘 됩니다. 
	여러종류의 사업이 두루 잘 됩니다. 상을 당할 우려가 있습니다. 만족할만한 일이
	생깁니다. 도전이 있어도 끄떡없습니다. 시험에 합격하고 좋은 학교에 진학합니다. 
	피로, 화나는 일 등은 곧 풀립니다. 동지들이 많아 고독은 사라집니다. 가만 앉아서
	이익을 봅니다. 권위,권리가 증대 됩니다. 회원이나 고정 손님을 많이 모집할 수 있다.
	
산지박	조직의리더가 됩니다. 위태로우나 결국 살아 남습니다. 어깨가 무거워 집니다. 자식,
	아랫사람등이 말을 잘 듣지 않습니다. 네트워크사업은 대성합니다. 끝까지 버티면 
	보람이 있습니다. 내부 문제로 골머리를 썩습니다. 큰 물건을 파는 사업은 성공합니다. 
	대중을 많이 끌어모을 수 있습니다. 병은 위태로우나 잘 견디면 회복됩니다. 매사가
	더딥니다. 안정되지만 발전은 별로 입니다. 존경은 받지만 행복하지는 않습니다. 
	생활이 궁핍합니다. 금전 융통은 잘 안됩니다. 신규사업은 실패합니다. 주변애
	사람은 많으나 크게 도움이 안됩니다. 운명이 질겨서 무너지지는 않습니다. 
	문제는 항상 아래에서 옵니다. 여자가 호응하지 않기 때문에 사랑이 괴롭습니다. 
	재판은 집니다. 높은 위치에 올라가지만 노고만 하게 됩니다. 변화가 아주 적습니다. 
	지키면 이익되고 나아가면 손해를 봅니다. 투자를 하면 돈이 묶입니다 빠르게
	움직이면 무조건 실패를 봅니다. 
	
지뢰복	아직때가 아닙니다. 오랜병은 희망이 나타나고 있습니다. 반전이 일어 납니다. 연애는
	약간 기미가 보입니다. 주식은 한참 기다리면 회복됩니다, 좋은 쪽으로 방향을 틀었습니다. 
	싸움이나 경쟁 등에서 밀립니다. 장기계획은 일단 길을 잡았습니다. 금전융통은 작은 
	돈만 됩니다. 사업은 연기하되 포기해서는 안됩니다. 노력하면 충분히 결실을 맺을 수
	있습니다. 서두르면 될일도 망칩니다. 여행은 커녕 집밖에 나가는 일도 자중해야 
	합니다. 임신의우려가 있습니다. 씨앗은 심어 졌으나 난관이 많습니다. 하늘이 도와
	줄 것이니 겸손 하십시오. 저절로 크고 있으니 할일이 없습니다. 지금은 행동이 중요하지
	않습니다. 길을 봤어도 멈춰야 합니다. 먼 곳에서 소식이 올 수 있습니다. 수동적이면 
	이익을 보고 능동적이면 망칩니다. 쉬면서 멀리 봐야 합니다. 소외 당하고 외롭습니다.
	겨울이 깊었으니 봄이 올것입니다. 게으른 것이 오히려 득이 됩니다. 작은 것을 포기
	하면 큰 것을 얻습니다. 행동보다 양심이 중요합니다. 계획을 미리 세워 둬야 합니다.
	
천뢰무망	뜻밖에 횡재를 할 수 있습니다. 주식은 최대치에 오릅니다. 놀랄일이 생깁니다. 다 된일이
	망칠 우려가 있으니 극도로 조심해야 합니다. 커다란 임무를 맡게 됩니다. 여자의 경우
	흠모할 만한 남자가 나타납니다. 기다리면 그 남자는 내게 다가옵니다. 작은 일이 크게 
	확대 됩니다. 큰 무대에서 일할 수 있습니다. 크게 명성을 얻을 수 있는 징조입니다.
	윗사람이 도움을 줘서 일약 성공할 수 있습니다. 사고나 재난에 주의 하여야 합니다. 
	 막혀 있던 일이 갑자기 뻥 뚧립니다. 수술이나 상처의 우려가 있으니 여성은 각별한 
	주의 가 필요합니다. 조직에서 실세가 됩니다. 지나치게 날카로우면 봉변을 당합니다. 
	마음에 큰 충격을 받을 수 있습니다. 갑자기 먼곳으로 파견될 수도 있습니다. 친지의
	사망이 우려 됩니다. 장래성이 점점 커지고 있습니다. 경쟁에서 크게 승리할 것입니다.
	목소리를 낮추지 않으면 오해를 받습니다. 낙오될 우려가 있으니 긴장을 하세요.
	하늘이 도와 줍니다.
	
산천대축	재산이 크게 쌓일 것입니다. 금전융통은 충분합니다. 주식은 팔지 말고 유지 하십시오.
	급하면 상처를 입습니다. 과거를 뒤돌아 보면서 마무리를 철저히 해야 합니다. 벌기보다
	는 손해를 보지 않도록 노력 하십시오. 새로운 사업은 안 됩니다. 여자의 경우 훌륭한 
	남자를 차지하고 사랑을 듬뿍 받습니다. 투기, 흥행사업은 실패합니다. 출판, 저작등은 
	크게 성공합니다. 건강은 극도로 좋아집니다. 행동은 자중할수록 인정을 받습니다. 
	여행을 가면 반드시 손해를 봅니다. 이사는 절대로 연기해야 합니다. 함께하는 사업은
	크게 성공합니다. 많은 사람들이 주변에 모여 듭니다. 집안에 있는 시간을 늘이면 
	좋습니다. 전진이 잠시 막히는 수가 있으나 결국 돌파 됩니다. 남자의 경우 짝사랑의
	가능성이 높습니다. 투기가 아닌 사업은 크게 할수록 좋습니다. 
	게으름은 약이 됩니다. 동지는 모이지만 사랑은 별로 입니다.
	
산뢰이	충분한 보호를 받습니다. 장기적으로 아무 문제 없이 커가고 있습니다. 넘지 못할 산에 
	도전하는 격이니 포기하십시오. 자식이 잘 되고 있습니다. 기초가 튼튼하게 다져지고 있는
	중 입니다. 주식은 아주 오래 지나야 이익을 얻으니 일찍 포기하는 것이 좋을 듯 합니다.
	큰 회사위 계약이 성사 됩니다. 넓은 세상으로 나갈 때는 아직 멀었습니다. 병의 회복이
	아주 늦습니다. 작은 돈만 융통이 가능합니다. 수비에 절대 치중해야 합니다. 늦을수록 
	기회가 생깁니다. 경쟁은 힘이 약해 감당이 안됩니다. 집을 사두면 계속 오릅니다. 
	고독하지만 멀리 친구가 있습니다. 결혼은 성립 됩니다. 사랑은 위기를 맞이하게
	됩니다. 침묵은 금입니다. 애써 나서봐야 알아주지 않습니다. 직장내에서는 아무 문제
	없습니다. 일이 지연되니 계획 자체를 세우지 마세요. 연구생, 수험생은 잘 가고 있는 중
	입니다. 새로운 일이 발생하지 않으니 지루할 수 있습니다. 거대한 난관이 앞에 있어요.
	
택풍대과	사건 사고가 눈앞에 있습니다. 당장 수습책을 마령 하십시오. 욕심이 지나칩니다. 유지가
	몹시 어렵습니다. 아주 격렬하고 정열적인사랑을 하게 될 것입니다. 다 된 밥에 재가 
	뿌려질 수 있습니다. 실력에 자만 하지 마십시오. 투자는 무조건 손해입니다. 새로운 
	사업을 시작해서는 안 됩니다. 한참 쉬어야 위기가 물러갑니다. 건강은 극도로 위험
	합니다. 수술을 하게 되거나 사망에 이를 수도 있으니 즉시 조치를 취해야 합니다. 
	싸움을 걸면 큰 사고를 당합니다. 아랫사람, 자식등이 사고를 칩니다. 일을 벌일 생각말고 
	축소 하십시오. 전망이 좋은 것 같지만 착각입니다. 주변에 사공이 너무 많습니다. 
	포기하고 실력을 기르십시오. 여행을 가서는 안되지만 집밖으로 많이 다니십시오.
	배가 전복할 것이니 물을 조심해야 합니다. 술 마시고 사고를 칠 우려가 아주 많습니다. 
	주제파악을 하십시오. 급한 마음을 당장 가라앉히지 않으면 손해가 막심합니다. 
	이유 불문코 사과하십시오. 한번 깨지면 수습이 어려우니 조심 조심해야 합니다. 
	겸손과 양보만이 살길 입니다. 좋았던 것이 갑자기 파괴 될 우려가 있습니다. 
	속으로 화근이 자라고 있으니 살펴 보세요.
	
감위수	사랑에 깊이 빠집니다. 용돈, 수입등이 넉넉해집니다. 사람과 많이 어울릴 기회가 
	생깁니다. 방향을 잃었습니다. 끌어줄 지도자기 없습니다. 슬픔에 빠질 우려가 있습니다.
	지나친 육체적 사랑에 이성을 잃을 수 있습니다. 감정을 자제 해야 합니다. 술 마시고 큰
	실수를 할 우려가 있습니다. 물에 빠져 죽을 수도 있습니다. 동업은 무조건 좋습니다. 
	질서가 무너지고 있습니다. 번민이 많아집니다. 메사를 남에게 물어야 합니다. 길을 잃고
	헤메게 됩니다. 싸움에 패합니다. 주식은 놔두면 손해는 안봅니다. 술장사, 식료품 판매업
	은 대성 합니다. 병이 오래 갑니다. 잡다한 일이 발생하여 번거롭기만 합니다. 균형을 잃게
	됩니다. 사람은 많아 보이지만 고독합니다. 생각이 너무 어립니다. 체력손상이 많습니다. 
	일감은 제법 생깁니다. 윗사람과 자주 만나면 행운이 옵니다. 시야가 좁습니다. 사랑은  
	행복하고 우정은 깨지고 있습니다. 시험에 불합격합니다. 흥정은 실패합니다. 비밀은
	유지 됩니다.
	
이위화	마음이 밝아 집니다. 경사스러운 일이 생깁니다. 명예가 높아 집니다. 연예, 흥행사업은 
	대성 합니다. 여자는 인기가 높아 집니다. 남자는 애인 이 생깁니다. 뜻깊은 친구가 
	생깁니다. 주식은 실속이 없습니다. 여행은 행복합니다. 좋은 결실이 있을 겁니다.
	희망이 보이고 있습니다. 좋은 직장, 진급등이 예상 됩니다. 오해가 풀립니다. 어디가든
	환영을 받을 것입니다. 아이디어가 만발 합니다. 돈 융통은 되지 않으나 사업은 유지
	됩니다. 근심이 사라 집니다. 친구가 많아 사업은 걱정 없습니다. 수입이 풍부하지는
	않지만 안정을 유지 합니다. 문밖이나 집안에서도 행복할 것입니다. 연애는 정신적으로
	발전할 것입니다. 결혼은 성공합니다. 남에게 크게 노출 됩니다. 지금은 행복을 즐길때 
	입니다. 남에게 고마움을 표시하면 이익이 생깁니다. 모든 싸움에서 승리합니다.
	상을 받거나 권리가 생깁니다. 건강은 염려가 없습니다. 직장이나 주변에서 크게 인정
	받습니다. 사소한 일에서 이익이 발생합니다. 웃으면 더 큰 복이옵니다.
	복권등은 별 이득이 없습니다. 대회에 나가면 승리하고 명예가 높아 집니다.
	
택산함	쉽게 사랑을 얻을 수 있습니다. 오해는 풀립니다. 오래된 사업이 움직이기 시작 합니다.
	사막에서도 풀이 납니다. 마침내 길이 뚫리고 있습니다. 하는 일마다 인정을 받습니다. 
	단골이 늘어나기 시작합니다. 가는 곳마다 사랑의 기회가 생깁니다. 건강은 조금씩 
	확실히 좋아 집니다. 금전은 푼돈만 생깁니다. 가까운곳은 여행해도 됩니다. 해야할 일이
	 생깁니다. 주식은 오래 걸리니 처분 하십시오. 조용히 지내면 일이 풀려 나갑니다. 말
	많은 사고가 옵니다. 다소 갑갑한 일이 생길것 입니다. 계약은 성사 되지만 진행은
	늦어 집니다. 
	인생에 중요한 사람을 만날 가능성이 있습니다. 목욕을 자주하면 행운이 옵니다. 
	장사는 조금씩점차 팔려 나갑니다. 지금 있는 곳이 좋으니 이사는 필요없습니다.
	기다리면 남이 도와 줍니다. 도움이 밖에서 오고 있습니다.
	
뇌풍항	드디어 활동할 때가 왔습니다. 흥행사업은 대박이 터집니다. 출장, 파견, 원정등의 일이
	생길겁니다. 막혔던 것이 돌파 됩니다. 주식은 계속 오릅니다. 실수가 사라집니다.  
	명예는 회복됩니다. 여행은 어느 곳을 가도 좋습니다. 저절로 일감이 생깁니다. 크게 잘
	될때이니 과감히 출자해야 합니다. 매사가 순탄합니다. 남녀모두 아주 좋은 사랑을
	만납니다. 회장, 국회의원등 선거에 나가면 바로 승리합니다. 미침내 운명이 좋게 바뀌고
	있습니다. 새차가 생길수도 있습니다. 생산품이 잘 팔립니다. 사업은 계속 확장 됩니다.
	인기는 최고조에 달합니다. 로또는 1, 2등도 바라볼 수 도 있습니다. 여러 사람이 도와 
	줍니다. 뜻밖의 아이디어가 생깁니다. 집안에 앉아 있기는 시간이 아깝습니다.
	끝난일도 다시 살아납니다. 생산품이 잘 팔립니다. 중병이 완쾌 됩니다. 주변애 친한
	사람도 동반 성장 합니다. 지지자가 많아 집니다. 운때가 척척 맞아 떨어집니다.
	재상사업은크게 이익을 봅니다. 가수, 연예인, 배우 등은 스타가 됩니다. 예술작품, 
	발명품은 크게 성공합니다.
	
천산돈	손에 잡히지 않고 멀리 떠나버릴 것입니다. 범죄의 우려가 있습니다. 지극히 외로워질
	것입니다. 미련을 버리면 평화가 옵니다. 건강은 극도로 위험 합니다. 집안 어른이 사망
	할 수도 있습니다. 은퇴의 시기입니다. 고집을 부리면 큰 손해를 봅니다.여자의 경우는
	남자가 떠나 갑니다. 남자의 경우는 여자가 마음을 열지 않고 있습니다. 사랑은 결국 
	실패할 것입니다. 멀리 이민 갈 가능성이 있습니다. 금전, 자본이 융통되지 않습니다.
	주식은 바로 망합니다. 직장에서 역할이 축소됩니다. 친지들로부터 왕따를 당할 우려가
	있습니다.도시를 떠나면 길이 있습니다. 비밀은 유지 되지만 하늘이 싫어 합니다.
	남과 동업은 절대 안됩니다. 눈을 감고 길을 가니 사고를 당할수 있습니다. 부정은 재앙을
	낳고 긍정은 해결책이 됩니다. 지금은 힘이 없을때니 보강하며 기다려야 합니다. 장사는
	안되니 패업해야 됩니다. 인정받지 못할 것이니 애쓰지 마십시오. 사고가 나면 큰 사고가 
	납니다. 하늘에 기도하면 성과가 있습니다. 나이 든 사람이 일을 떠나면 허물은 없습니다.
	오르지 못할 나무를 쳐다보고 있는 격입니다.
	
뇌천대장	일에 있어서 전성기를 맞이 합니다. 건축사업은 크게 성공합니다. 집을 사면 큰 이익이
	생깁니다. 큰 소리를 쳐도 허물이 없습니다. 사소한 사고가 있을 수 있으나 전진속도를
	늦추면 무난합니다. 권리, 권력등이 크게 오릅니다. 주식은 많이 투자할때 입니다. 신규
	사업이든 오래된 사업이든 확장해야 합니다. 크게 존경받게 됩니다. 남자는 연애가 이루
	어지고 행복합니다. 여자는 연애 대상이 없습니다. 큰 사업일수록 성공 가능성이 높고
	작은 사업은 실속이 없습니다. 남과 경쟁에서 당당히 승리합니다. 비행기를 타고 멀리
	나갈 운이 있습니다. 집안에 앉아만 있으면 손해 입니다. 부하들이 많이 생깁니다.
	높은 자리로 진급할 가능성이 아주 많습니다. 흥정에 있어서는 크게 욕심을 내십시오. 
	로또에 크게 기대를 걸어 볼만 합니다. 길거리 싸움은 조심 하십시오. 병은 무조건 
	낳습니다. 건강은 너무 좋아 탈입니다. 어려운 일을 성공시킬 것입니다. 사소한 일을 
	놓치고 있습니다. 말이 많으면 적이 생깁니다. 등산은 위험합니다. 
	큰 행사에 참가할 일이 있습니다.
	
화지진	오랜 세월끝에 성과가 나오고 있습니다. 전진하는 앞날이 순탄합니다. 여자는 최고의
	행복의 순간을 맞이할 것입니다. 망해가던 사업이 다시 불붙습니다. 이제 전력질주 해야
	할때입니다. 넓은 무대로 나아가게 될 것입니다. 사업은 서서히, 확실히 나아질 것입니다.
	여자는 좋은 자리로 결혼하게 됩니다. 우울함은 사라지고 분위기는 고조 됩니다. 주식은
	크게 투자할 때입니다. 땅값이 엄청 오릅니다. 뜻밖의 행운에 미소 지을것입니다. 
	로또를 사십시오. 생각은 그만하고 실행에 옮기십시오. 건강은 급격히 좋아 집니다.
	수출사업은 대박입니다. 어려운 순간 귀인을 만나 도움을 받습니다. 남자는 연애가 재미
	없습니다. 신분이 상승될 것입니다. 앞서지 말고 따라 가십시오. 사소한 것조차 기분이
	좋아집니다. 대범해질 필요가 있습니다. 좋은때를 만났으니 걱정을 내려 놓으세요. 
	나쁜 친구를 당장 멀리 해야 합니다. 과거를 빨리 잊고 앞으로 가야 합니다. 가내공업은
	크게 성공합니다. 자잘한 물건은 잘 팔려 나갈것 입니다. 큰돈은 아직 들어오지 않으나
	궁핍은 면할 것입니다.
	
지화명이	때가 심히 불리합니다. 여자는 사랑에 실패하여 울게 됩니다. 경쟁에서 실패할 것이니
	아예 나서지 마십시오. 건강은 위험하니 병원의 정밀진단이 필요합니다. 주식은 크게
	망할 것이니 조금이라도 건지는게 상책입니다. 문밖에 나서면 무조건 손해입니다. 
	큰 오해를 받을 것이니 행동하지 마십시오. 지금보다 더 나빠질 것에 대비해야 합니다.
	도난, 분실의 우려가 있습니다. 씨를 뿌려 놓았지만 싹이 트지 않습니다. 급한 마음은
	큰 사고를 불러 옵니다. 진급은 되지 않으니 지금 자리나 지켜야 합니다. 기대한 대로
	되지 않습니다. 혼자 눈물 흘릴수 도 있습니다. 모든 의사 결정은 보류 하십시오. 
	잠시 숨어 지내면 좋을 듯 합니다. 돈이 묶일 우려가 있으니 투자는 삼가 하십시오.
	친구의 도움이 없습니다. 갑자기 길을 잃을수가 있습니다. 식중독, 소화불량에 조심해야
	합니다.생각보다 일이 꼬이게 됩니다. 해결하려고 들면 더욱 미궁에 빠질 것입니다.
	세월이 약입니다. 반드시 아침이 오니 참고 있으면 됩니다.
	
풍화가인	취직시험에 합격합니다. 가정이 화목합니다. 단체가 결성 되거나 친구가 많아 집니다.
	연애가 이루어져 잘 나갑니다. 협상이 좋게 타결 됩니다. 납품은 잘 됩니다. 동업에 성공
	합니다. 친구들과 어울리는 날이 많아 집니다. 주식은 손해보지 않습니다. 손님이 찾아
	오거나 연락이 잦습니다. 건강은 순탄하여 걱정이 없습니다. 고독은 사라 집니다. 
	개인적인 일은 손해를 보지만 단체는 이익을 봅니다. 직장내에소 보직이 튼튼해 집니다.
	매력이 점점 커질것입니다. 첫사랑, 오래된 친구를 만날 수 있습니다. 
	회사를 만들면 성공합니다. 복잡했던 일이 단순해 집니다. 아이디어가 만발합니다. 
	부부동반, 단체여행은 행운을 불러 옵니다. 발전의 속도는 더디지만 안전합니다. 
	학교에 쉽게 입학합니다. 오래된 계획은 척척 이루어 집니다. 싸움하면 손해를 보거나 
	집니다. 새로운 계약이 성립합니다. 재수보다는 신수가 좋아 집니다. 모든 일이 꾸준합니다.
	사람을 많이 만날수록 운명이 개선 됩니다. 안정은 되지만 파격이 없습니다.
	조심성이 지나칩니다. 변화가 적습니다.
	
화택규	고향을 떠나 이민을 갈 수도 있습니다. 참다가 박차고 나갑니다. 갑자기 스타가 됩니다.
	직장에서 남보다 앞서게 됩니다. 근심이 일거에 사라 집니다. 여행갈일이 생깁니다.
	여자의 경우 친구와 헤어집니다. 애인과는 의견조율이 필요합니다. 사업은 갑자기
	뜹니다. 주식은 대박 가능성이 있습니다. 로또를 기대할만 합니다. 무대가 커집니다.
	인기가 급상승 합니다. 금전융통은 갑자기 이루어집니다. 명예, 명성이 높아집니다.
	집을 나와 독립할 운이 있습니다. 더 좋은 직장으로 옮길 가능성이 있습니다.
	수출이 잘 될것입니다. 물건은 날개 달린듯 팔려 나갑니다. 여자의 경우 결혼하게 됩니다.
	흥행사업, 유행사업등은 크게 성공합니다. 운명이 좋은쪽으로 밀어주고 있습니다. 
	시원 섭섭한 일이 생깁니다. 돈 쓸 일이 생깁니다. 한때 외롭지만 기분은 좋습니다. 
	병이 갑자기 회복 됩니다. 친지, 가족등이 사망할 우려가 있습니다. 신규사업이 출발하게
	됩니다. 마침내 완성이 이루어 집니다.
	
수산건	어둠에 갖혀 꼼짝 못합니다. 극단적인 고집은 패가망신 합니다. 일이 심하게 꼬입니다.
	사랑은육체관계가 존재합니다. 돈줄이 꽉 막힙니다. 친구와 헤어집니다. 사업에서 계속
	손해를 봅나다. 체포, 구금등의 변을 당할 수 있습니다. 건강은 최악으로 치닫습니다. 
	이미 병이 있었던 경우라면 신체의 심한 손상이 우려 됩니다. 업친데 덮친 격으로 나쁜
	일이 거듭 닥쳐 옵니다. 전진이 불가능 합니다. 여행지에서 사고를 당합니다. 자동차
	운전도 조심해야 합니다. 친구와 헤어지게 됩니다. 친지들로부터 질시를 당합니다.
	반성과 사과만이 상황을 개선 시킬수 있습니다. 모든 승부에서 패배 당합니다. 집안에
	우환이 발생할 수 있습니다. 점쟁이, 도사등 전문가에게 상담을 받으십시오. 일은 방법
	부터가 잘못 되어 있습니다. 사람을 경시하면 재난이 초래 됩니다. 같은 일을 반복하면
	점점 나빠집니다. 가족과 의논하지 말고 멀리 있는 사람의 조언을 구하십시오. 동업이든
	개인사업이든 할 때가 아닙니다. 주식은 망합니다. 빛이 늘어나서 감당 못하게 됩니다.
	다리, 허리등을 다칠 우려가 있습니다. 지나치게 사적이어서 운명이 나빠집니다.
	
뇌수해	사건이 해결됩니다. 사업은 조금 돌파구를 찾았습니다. 남자 애인이 떠나갑니다. 직장
	내에서 부서를 옮깁니다. 주식은 본전은 구할 수 있습니다. 어둠이 걷히고 있으니
	희망을 가지십시오. 미련을 버리면 더 좋은 일이 있습니다. 마음에 상처가 났습니다. 
	일시적으로 고독 하지만 인정을 받습니다. 임신부는 아들을 순산합니다. 이가 빠질 수 
	있습니다. 성급할 필요 없습니다. 자금은 약간 융통 됩니다. 떠나면 이익이 되고 남아 
	있으면 손해 입니다. 혼자하는 일은 성공합니다. 강력한 싹이 돋아나고 있습니다.
	신분이 약간 상승합니다. 노력한 만큼 보람이 있습니다. 오해는 말끔히 풀립니다.
	친지와 헤어질 수도 있으나 후회는 없습니다. 늘상 하던 일에서 떠날 수 있습니다.
	과거는 어두웠으나 미래는 그렇지 않습니다. 뒤돌아 보지 말고 앞만 보고 나가십시오.
	새로운 발견으로 돌파구가 열립니다. 공적, 사적으로 여행갈 일이 생깁니다. 조직이
	와해될 가능성이 있습니다. 가정은 불화가 예상 됩니다. 약속이 지켜지지 않을 것이다.
	형사 사건은 유리한 결말을 이룰 것입니다. 지쳐 있지만 쉴 때가 아닙니다. 
	한걸음 더 나아가면 순탄해 집니다. 유혹에 빠지기 쉽습니다.
	
산택손	체력소모가 많습니다. 존경받거나 추대를 받습니다. 조금씩 모아 쌓여갑니다. 희생을 
	각오해야 합니다. 모아놨던 돈을 투지하게 됩니다. 연애는 서로 사랑하여 점점 깊어
	집니다. 주식은 겨우겨우 지탱합니다. 일석이조를 이룹니다. 투자한 것은 이익을 남길
	것입니다. 인간관계가 견실해 질 것입니다. 잘 보호를 받게 됩니다. 무엇이든지 겨우겨우
	이루어 집니다. 밖으로는 안정되어 가고 안으로는 평화가 쌓입니다. 생산업이 잘 됩니다.
	투기, 흥행사업은 안됩니다. 금전융통은 작고 힘들게 이루어 집니다. 여행가서 재미를 
	못 봅니다. 애쓴 보람이 있습니다. 개인사업은 실패할 가능성이 높습니다. 상하 간에
	협력이 잘 이루어집니다. 직장내에서 단결이 최고조에 이릅니다. 천천히 전진하는 게
	좋습니다. 사소한 일이  성과를 냅니다. 이끌고 밀고 손발이 척척 맞습니다. 친구 간에 
	의리가 깊어집니다. 믿고 맡기면 성공합니다. 책임감이 운명을 이끕니다. 대표자가
	될 것입니다. 행복한 비밀이 생깁니다. 소비를 극도로 줄여야 합니다. 정성이 성공을
	이끌어 냅니다. 믿으면 이익이 생기고 의심하면 손해가 생깁니다.
	
풍뢰익	기초를 다지게 됩니다. 지금 시작하면 순탄 합니다. 사랑을 만납니다. 권리, 권력이
	생깁니다. 직장내에서 부서의 장이 됩니다. 애쓴 보람이 나타나고 있습니다. 문제점을 
	찾아내서 해결하게 됩니다. 꾸준하여 무너지지 않습니다. 주식은 오래 투자할 때만
	이익이 됩니다. 뜻밖의 제안이 옵니다. 계약이  이루어 집니다. 약속을 변경하면 행운을
	놓칩니다. 항상 뒤돌아 보면서 전진해야 합니다. 이윤이 확실해 집니다. 양보할 필요가 
	없습니다. 은근한 실속이 생깁니다. 작은 싸움은 승리 합니다. 직업이 생기거나 튼튼해
	집니다. 힘들지만 결실이 있습니다. 기르는 것은 잘 이루어집니다. 치료를 늦추면 큰 
	병으로 이어집니다. 꿈꾸던 것이 현실이 됩니다. 윗사람이 잘 이끌어 줍니다. 재미있는 일은 
	없으나 보람은 있습니다. 
	근면하면 하늘이 도와줍니다. 작은 것이 점차 확대 됩니다. 고기든 사람이든 잘낚아 
	집니다. 화는 빨리 풀어야 기쁜일이 생깁니다. 은혜를 배풀면 크게 이익이 돌아옵니다.
	주장하거나 고백하면 수용됩니다. 한발 늦추면 길이 생깁니다.
	
택천쾌	현재 위치가 불안합니다. 여자의 경우 남자로 부터 버림받을 가능성이 높습니다. 명분
	있는 싸움이지만 피해가 예상 됩니다. 높은 자리에 있는 사람은 물러나게 됩니다. 아랫
	사람과 다투면 피해가 큽니다. 윗사람을 물리치고 진급을 합니다. 지나치게 무리하고 있습
	니다. 수술하지 않아도 낫습니다. 주식은 급락합니다. 반성과 사과를 하면 피해를 줄일수
	있습니다. 여행지에서 사고의 위험이 있습니다. 직원이 너무 많습니다. 오만하면 당장
	사고가 납니다. 드디어 터져서 수습이 안됩니다. 적은 없어지게 되어 있습니다. 천천히
	해도 충분합니다. 새 여자가 생깁니다. 집안내에서 사고가 납니다. 회사에서는 반역이
	예상됩니다. 스스로가 자격이 있는 지 잘 생각해야 합니다. 은행돈을 쓰면 큰 빛만 지게
	됩니다. 임신부는 아주 조심해야 됩니다. 아들을 낳겠지만 조산입니다. 업격함 때문에 
	자식이 가출합니다. 행동이 과장되어 있습니다. 상하의 싸움은 해결이 안됩니다.
	함께하면 승리합니다. 힘이 넘쳐납니다. 여자는 매사에 조심해야 합니다. 어머니의
	사고가 예상됩니다.
	
천풍구	독단이 심하여 사고를 불러 옵니다. 여자가 심하게 굴어 남자를 쫒아냅니다. 잠깐은
	승리하지만 큰 피해가 예상됩니다. 혼자가면 무조건 실패합니다. 욕심이 많아 잃는 것이 
	더 많습니다. 재안이 자라나고 있습니다. 윗사람으로 부터 미움을 받습니다. 아예 말하지
	말고 지내십시오. 친구등이 속으로 싫어하고 있습니다. 공연히 입 벌리지 마십시오.
	여자는 자중해야 합니다.오르지 못할나무 쳐다보지 마십시오. 일시적으로 남자가 생기
	지만 곧 도망갑니다. 여자가 생기지만 좋은 여자가 아닙니다. 신분을 망각 하지 마십시오.
	짜증을 내면 재앙을 불러 옵니다. 멀리 도망가 있으면 상책입니다. 질 싸움을 벌려놓고
	후회합니다. 주식은 몸땅 날립니다. 사업을 시작하면 망합니다. 작은 문제가 커질것이니 
	빨리 처리 하십시오. 고집때문에 망하는 중입니다. 남자는 많이 생기나 다 사라집니다. 
	고개숙여 화해 하십시오. 재판은 집니다. 고소, 고발하면 오히려 손해가 생깁니다.
	재난에 대비해야 합니다. 좋지 않은 우연한 일이 발생합니다. 권리를 많이 양보해야
	합니다. 기초가 재대로 되어 있지 않습니다. 일저지르고 다니지 마십시오.
	
택지췌	벼락출세의 운입니다. 여자의 경우 남자를 확실히 잡았습니다. 현재는 미미 하지만 커
	나가고 있습니다. 오랜 고난에 서 탈피합니다. 자신의 보금자리를 마련합니다. 직장이
	생깁니다. 일감이 들어오고 있습니다. 약간의 저축이 되어갑니다. 행운을 끌어 당기고 
	있습니다. 새로운 친구들이 많아집니다. 남자의 경우 아직 여자의 마음을 얻지 못했습니다.
	도난 및 분실의 우려가 있습니다. 몸이 부어오르는 등 질병에 주의하십시오. 작은 살림
	살이지만 착실히 키워야 합니다. 아직 만족은 못하지만 확실한 기회를 잡게 됩니다,
	겉보기보다 실속이 작습니다. 아랫사람을 잘 통솔해야 행운이 옵니다. 베이스캠프가 
	마련될 것입니다. 밖에서 도움이 옵니다. 오해는 마침내 풀립니다. 계약은 굳어집니다.
	부지런 하면 결실이 있을 것입니다. 약간의 낭비는 감안해야 합니다. 주식으로 큰 돈은
	벌지 못합니다. 아직 경쟁력이 약합니다. 직장에서는 안정을 찾아가고 있습니다. 집에서나
	밖에서 행복합니다. 전성기가 다가옵니다. 꽉 막혔던 것이 풀려 나갑니다. 뿌리가
	약합니다. 동지를 규합하면 일이 풀려 나갑니다. 문제점은 아래쪽에 있습니다.
	
지풍승	운신의 폭이 넓어집니다. 기초가 단단해집니다. 전진이 계속됩니다. 개선이 이루어집니다. 
	애인이 생기고 사랑이 잘 됩니다. 주식은 급등합니다. 숨겨진 보물이 있습니다. 로또를
	기대해 보십시오. 행운은 이제부터 입니다. 물건이 멀리까지 팔려 나갑니다. 기쁜 소식이
	옵니다. 행복한 마음이 깊어 집니다. 부드러운 행동은 이익을 불러 옵니다. 금전융통, 
	자본 넉넉합니다. 친지, 동지들과 의사소통이 잘 이루어집니다. 자식이 잘 자라고 아래 
	쪽으로부터 기쁨이 옵니다. 애쓴 보람이 나타나고 있습니다. 귀한 사람이 찾아 옵니다.
	이익이 잘 쌓여 갑니다. 먼 곳에 갈 일이 생깁니다. 직장에서 신임이 두터워 집니다. 건강 
	은 아주 좋습니다. 유리하게 흥정이 이루어 집니다. 좋은일이 번번히 생깁니다. 높은 곳에
	진출이 가능해 집니다.널리 이름이 납니다. 계획한데로 진행 됩니다. 욕심은 내도 
	좋습니다. 여럿이 경쟁해도 이깁니다. 큰 시험에 합격합니다. 오래된 일이 되살아 납니다.
	시작된일은 오래갑니다. 전방위로 기운이 확대됩니다. 가까운 곳에서 도움이 옵니다.
	적극적으로 실력을 기르면 써먹을 데가 있습니다. 잃었던 것을 찾게 됩니다. 반드시
	차례가 오니 걱정 마십시오. 이룩할 수 있는것이 아주 많습니다. 아이디어가 펄펄
	살아납니다.
	
택수곤	심한 고독에 빠집니다. 체중이 줄거나 근력이 없어 집니다. 친지들과 의사소통이 잘 
	안됩니다. 애인과 다투거나 헤어 집니다. 금전적으로 궁핍됩니다. 사업은 허울만 좋습니다.
	감옥에 갈 가능성도 있습니다. 불만이 증대됩니다. 여자는 특히 더 고독해 집니다.
	스테미너가 고갈됩니다. 도와줄 사람이 없습니다. 말을 적게 하면 액운이 사라 집니다.
	과로울때 일수록 남을 도와 보십시오. 변비등 잔병은 사라 집니다. 수술은 성공합니다.
	짝사랑에 빠지게 됩니다. 사업은 적자가 누적 됩니다. 오해받고 있다면 적극 해명하십시오.
	가족이 중병을 앓고 있다면 사망합니다. 멀리 나가면 몸을 다칩니다. 마음을 낮추면 
	회복 됩니다. 집안에 우환이 발생 합니다. 겉보기만 그럴듯하고 실속이 없습니다. 사기를
	당할것이니 조심하십시오. 주식을 하면 다 털립니다. 신규사업은 미루어야 합니다. 
	개혁이 필요할 때 입니다. 아랫사람에 대해 과보호, 참견 등은 반발을 초래합니다.
	헛김이 샙니다. 제발 남의 말을 듣도록 하십시오. 위치가 아주 불안합니다. 회사에서는
	나쁜 자리로 이동할 수 있습니다. 사람을 초대하면 행운이 옵니다. 이사를 가면
	완전히 망합니다.
	
수풍정	수입이 증대 합니다. 사업은 활성화 됩니다. 사랑은 깊어지고 행복합니다. 금전융통 잘
	됩니다. 주식은 계속 벌어들입니다. 이익만 쌓여가고 손해는 줄어듭니다. 새로운 일을 
	시작하면 아주 순탄합니다. 가까운 곳에 자주 여행합니다. 친구들이 모여 듭니다. 
	외로움은 완전히 사라 집니다. 건강은 넘쳐 흐릅니다. 집안 전체가 활기를 띕니다. 
	밖으로 자주 나가면 이득이 됩니다. 물건은 계속 팔려 나갑니다. 하던일을 중단하면
	손해를 봅니다. 식복, 자식복, 재물복이 있습니다. 수명이 길어집니다. 새로운일이 자주
	생기게 됩니다. 기반이 튼튼해 집니다. 임산부는 득남하게 됩니다. 외교는 아주 넓어
	집니다. 좋은 생각이 계속 떠오릅니다. 싸움을 하면 오래 갑니다. 타협을 하면 이익이 
	됩니다. 새 옷, 새 물건 드이 생깁니다. 직원, 동지, 식구 등이 늘어 납니다. 행운의 생을
	발견하게 됩니다. 큰 돈 보다는 꾸준히 돈이 들어 옵니다. 노력을 증가 할수록 이익도 
	증가 합니다. 마음을 열고 남에게 베풀면 운이 더 좋아집니다. 투기사업은 해서는 
	안됩니다. 이사를 가면 여러모로 이득이 됩니다. 자신의 영역이 확대 됩니다. 소문이 좋게
	퍼집니다. 비밀은 탄로나나 나쁜일을 만들지 마십시오.
	
택화혁	울분 터질일이 터집니다. 수술할 가능성이 많습니다. 갑작스런 일이 발생할 수 있습니다.
	참고 또 참아야 합니다. 절대로 여행하지 마세요. 구속될 가능성이 있습니다. 자본이 
	꽁꽁 묶여 있습니다. 싸움을 하면 대형사고가 납니다. 주식은 놔두면 크게 오릅니다. 가정
	불화가 심할 것입니다. 사장이 바뀔 수 있습니다. 잃어버린 물건, 돈 등을 찾게 됩니다. 
	운신의 폭이 아주 좁습니다. 부도가 우려 됩니다. 화근이 쌓여 있습니다. 오해를 받고
	오해를 합니다. 애인과 헤어질 가능성 이 많습니다. 일이 안풀려 답답합니다. 임신의
	우려가 있습니다. 임산부는 딸을 낳을 것입니다. 사업은 막혀 있지만 머지 않아 회복 
	됩니다. 모험은 삼가 하십시오. 현재 욕심이 과합니다. 아랫사람이 배신할 수 있습니다.
	애들이 속썩입니다. 감당 못할 일이 생깁니다. 비밀유지가 안됩니다. 여자의 경우 애인이
	생겨도 오래 가지 못합니다. 주변에 나를 미워하는 사람이 많습니다. 독재자 같은 자세를
	바꾸어야 합니다. 역할을 축소 해야 합니다. 직장생활이 불안합니다. 마음의 문을 활짝
	열어 두어야 합니다. 재앙이 두렵습니다. 나쁜 친구들이 있습니다.
	
화풍정	결말이 아주 좋습니다. 축하를 받을 것 입니다. 목표에 도달합니다. 흐믓한 일이 생길
	것입니다. 사업은 한몫 단단히 잡게 됩니다. 인기가 높아 집니다. 크게 인정 받게 됩니다. 
	싸울 필요가 없습니다. 아름다워 집니다. 사랑은 결혼으로 골인 합니다. 기쁜 일이 
	생깁니다. 주식은 팔면 이익이 됩니다. 새로운 일은 시작할 때가 아닙니다. 로도가 당첨
	됩니다. 행복이 오래 지속됩니다. 꽃을 선물 받게 됩니다. 명성과 명예가 높아 집니다. 
	막혔던 것이 시원하게 뚧립니다. 하던일은 계속 할수록 좋습니다. 화근이 사라 집니다.
	병은 완전히 낫습니다. 실력 경쟁에서 크게 이깁니다. 도박에서 돈을 땁니다. 진급이
	이루어 집니다. 많은 사람으로 부터 사랑과 신임이 생깁니다. 오래 끌던 일이 계약됩니다.
	씨를 뿌릴 때가 아니고 수확 할 때입니다. 빌려준 돈을 받게 됩니다. 상을 타거나 유산을 
	물려받게 됩니다. 임산부는 딸을 낳게 됩니다. 직장에서 좋은 직책을 맡게 됩니다. 
	고통은 사라지고 평화가 도래 합니다. 경사스런 일이 생길 것입니다. 연애는 행복의 절정
	을 이룹니다. 애인은 생길것입니다. 시간이 지날수록 더 좋아집니다. 매사에 자신감이
	생깁니다. 면허증을 따게 됩니다. 마침내 승리의 때가 왔습니다.
	
진위뢰	놀랄일이 생길 것입니다. 변화가 많아 집니다. 일이 마무리가 안됩니다. 심정 변화가 
	많습니다. 이사 운이 있습니다. 남과 다툼이 많아 집니다. 애인과는 헤어지게 될 것입니다. 
	전진과 후퇴가 반복됩니다. 질서가 잡혀 있지 않습니다. 피곤한 일이 많습니다. 직장에
	서는 자리 이동이 있습니다. 일을 해도 이익이 남지 않습니다. 화가 자주 납니다. 헛된
	노력이 많습니다. 낭비가 많습니다. 먼 곳 여행은 위험 합니다. 외출이 잦아집니다.
	바쁘기 때문에 심심하지 않습니다. 용두사미가 됩니다. 대단한 일인  것 같지만 내용이 
	없습니다. 수술을 하게 됩니다. 자동차 사고의 위험이 많습니다. 좋았던 것은 나빠집니다. 
	나빳던 일은 새로운 기회를 맞이 합니다. 해도해도 만족이 안 됩니다. 밖에서도 싸우고 
	안에서도 싸울 것입니다. 사람은 많이 만나게 됩니다. 양적인 것 보다 질적인 수준을 
	높여야 합니다. 가급적 일은 벌이지 않는것이 유리합니다. 현상은 깨집니다. 빌려준 돈은
	받지 못합니다. 먼곳에서 소식이 옵니다. 주식은 하나마나 입니다. 시험에 떨어 집니다.
	외교가 결실을 맺지 못합니다. 약속이 깨집니다. 투자를 하면 다 날립니다. 
	실수가 많아 집니다.
	
간위산	전진이 안됩니다. 집값이 오릅니다. 애인은 생기지 않습니다. 자리가 안정 됩니다. 한가
	하고 심심 합니다. 멀리 나갈일 자체가 없습니다. 심한 고독이 몰려옵니다. 남에게 도움을
	받지 못합니다. 금전융통은 안됩니다. 새로운사업은 실패합니다. 시험에 떨어 집니다. 
	건강이 나빠지지는 않으나 생긴병은 오래갑니다. 주변과 의사소통이 안됩니다. 비밀은
	들키지 않습니다. 명성, 명예는 없습니다. 이익도 손해도 없습니다. 우정은 굳건해 집니다.
	싸움은 이기지 못하지만 지는 것도 아닙니다. 모든 액운은 나의 고집 때문입니다. 진급
	에서 탈락합니다. 일감이 늘어나지 않습니다. 손님이 뚝 떨어 집니다. 무거운 물건을 파는 
	사업은 성공합니다. 집을 멀리 떠날수록 사고 위험이 증가합니다. 저축은 이루어 집니다.
	신규사업은 출발부터 문제가 생깁니다. 절대로 나의 의견을 내면 안됩니다. 일이 연기되는 
	경우가 잦습니다. 가만 있으면 피해가 줄어  듭니다. 장기적인 게획은 성공합니다. 아주
	느리게 더 느리게 해야 합니다. 집안에 환자가 있다면 사망할 가능성이 큽니다. 일은
	자연에 맡겨야 합니다. 변화가 적어 지치고 있습니다. 모든 일을 길게 보고 견디십시오.
	창조성이 결여되어 있으니 방법을 바꿔야 합니다.
	
풍산점	겨우 조금 풀리고 있습니다. 일단 계약은 성사 됩니다. 남녀간에 최초의 감정이 소통되고
	있습니다. 애인이 생깁니다. 남녀의 우정이 애정으로 바뀌고 있습니다. 꽉 막혔던 것이 
	해빙기를 맞고 있습니다. 인내심을 발휘하면 일은 성사됩니다. 악수를 했으나 다음 단계
	는 포옹입니다. 부동산 가격은 조금씩 오르겠습니다. 주식은 오르기 시작합니다. 전진의
	속도가 아주 느립니다. 판도가 점점 넓어 질 것입니다. 오해는 풀립니다. 약간씩 사람이
	모입니다. 금전 융통은 늣어 집니다. 사업은 연기할수록 좋습니다. 벌여 놓은 사업은
	현상유지 정도입니다. 후퇴하는 경우는 없습니다. 이익이 적습니다. 경쟁에서 뒤집니다.
	큰 행운은 오지 않습니다. 투자는 소극적으로 하십시오. 여행을 하면 집안에 우환이 
	생깁니다. 남과 함께하는 일은 됩니다. 답답한 상태지만 머지않아 개선 됩니다. 이익은
	적어도 부지런해야 합니다. 동작이 느리면 손해를 봅니다. 사소한 일도 크게 기뻐해야
	합니다. 병이 오래 갑니다. 새것보다 헌것이 낫습니다. 오래된 것에서 꽂이 필 것입니다.
	설득에 성공할 것입니다. 열번찍으면 성공합니다. 시야를 넓혀야 합니다. 
	마음을 바꾸어 볼 필요가 있습니다.
	
뇌택귀매	전진은 하고 있지만 지쳐가는 중입니다. 고향을 떠나거나 집을 떠나게 됩니다. 활동무대
	를 넓혀야 합니다. 남자는여자의 품을 떠나지 못하고 있습니다. 떠나간 남자가 되돌아 
	옵니다. 일이 축소 될 것입니다. 파격이 필요한 때 입니다. 뒤돌아 보면 손해입니다. 
	소극적인 태도를 버려야 합니다. 미련때문에 일을 그르칩니다. 견문을 넓히려고 노력
	해야 합니다. 큰 계획을 세우지 마십시오. 충분한 준비가 필요합니다. 금전 융통은 안
	됩니다. 주식은 내려 갑니다. 큰 행운을 기대하지 마세요. 용기는 행운을 일으킵니다.
	아이가 병들 것이니 잘 보살펴야 합니다. 장사 터를 잘못 잡았습니다. 계약은 파기 되거나 
	이익이 적습니다. 앉아서 이익 볼 생각은 버려야 합니다. 건강이 나빠지고 있습니다. 
	병은 회복 되는듯 하다가 다시 도집니다. 포기하고 지내면 속상할 일은 없습니다. 멀리
	발돋음 하지 못합니다. 저축이 고갈될 우려가 있습니다. 오직 실력만이 중요합니다.
	다 된 밥애 재가 뿌려집니다. 기쁨이 분노로 바뀔 가능성이 있습니다. 약해지면 곤란
	해집니다. 마음을 열어 보이십시오. 본인의 자세가 운을 나쁘게 만들고 있습니다.
	
뇌화풍	작은 사건이 눈덩이 처럼 커집니다. 여자의 경우 많은 남자가 나타납니다. 고민이 쌓여
	갑니다. 갇힐 우려가 있습니다. 사랑은 너무 육체적으로 가고 있습니다. 생산업은 잘 
	될 것입니다. 승부는 이길수 없습니다. 주식은 오래 놔둬야 이익이 됩니다. 계약은 성사
	됩니다. 건강은아주 위험합니다. 암의 위험도 있습니다. 실수가 화근이 됩니다. 집착이 
	너무 심해 운이 나빠집니다. 유감, 원한을 빨리 풀지 않으면 패가망신합니다. 돈을 
	아끼지 말고 좀 써야 합니다. 우정은 더욱 깊어집니다. 새로움이 없습니다. 동업은 최적
	입니다. 의기투합이 잘 이루어집니다. 사람이 많이 모입니다. 밖으로 발산을 해야 합니다.
	먼 곳 여행은 사고를 일으킬 것입니다. 앉아 있으면 문제가 발생하고 움직이면 조금은
	풀립니다. 전반적으로 개선이 필요한 때 입니다. 몸이 붓고 소화불량에 무겁습니다. 
	세상을 단순하게 보는 게 좋습니다. 자기꾀에 자기가 다칩니다. 오래 끌면 끌수록 손해
	입니다. 잊지 못하는 것이 큰 병입니다. 단체, 조직은 커가지만 효율은 최악입니다.
	유연성 부족으로 해결이 안됩니다. 사업은 침체기에 접어들 것 입니다. 욕심을 아예 없애면
	액운이 사라 집니다. 남에게 많이 베풀어야 액운이 사라집니다. 낭비를 두려워 마십시오. 
	아끼다가 큰 병을 얻습니다.
	
화산려	답답한 곳에서 해방 됩니다. 애인과 헤어지게 됩니다. 여행을 가게 됩니다. 집을 떠나 
	있으면 행운이 무럭무럭 자랍니다. 배신당하고 고독합니다. 이사를 가면 행운이 옵니다.
	뭐든지 바꾸십시오. 침체에서 벗어 납니다. 하던일을 중지하면 행운이 옵니다. 엉뚱한
	일을 하면 좋습니다. 자유스럽지만 피로가 누적됩니다. 건강은 유지 되지만 더욱 조심
	해야 합니다. 오해를 많이 받습니다. 오래된 사업이 뜹니다. 마침내 실력 발휘를 할 수 
	있습니다. 휴식이 많이 필요합니다. 믿을곳은 자기자신입니다. 사람을 믿으면 실망합니다.
	여러방향을 살피세요. 욕심, 욕정을 가라앉혀야 합니다. 서두를 것 없습니다. 도처에  
	기회가 많습니다. 너무나 파격적입니다. 죄는 없으나 방법을 고쳐야 합니다. 싸우면 소득
	이 없습니다. 주식은 다 날립니다. 인생에 새로운 변화가 옵니다. 목표를 줄여야 합니다. 
	오로지 노력으로만 성공합니다. 기다리면 안되고 나서야 합니다. 겸손하면 이익이 됩니다. 
	세월이 많이 낭비 됩니다. 원칙을 좀더 강하게 해야 합니다. 사람 사귀는 폭을 넓혀야 
	합니다. 긴장을 풀고 여유를 가지십시오. 일을 하면 무조건 성과가 있습니다. 새로움으로
	나아 가십시오. 흩어지면 다시 모입니다. 낭비는 많지만 필요한 것 입니다. 
	당분간 정착할 생각을 하지 마십시오.
	
손위풍	새로운기운이 조성되고 있습니다. 좋은 일이 여기저기 많이 생기고 있습니다. 바쁘지만
	피곤하지 않습니다. 유명해 질 것입니다. 이사를 가게 됩니다. 직장에서 자리 변동이 
	있습니다. 변덕이 너무 심합니다. 낭비가 많습니다. 금전융통은 되지 않으나 꾸려 나갈수
	있습니다. 이익이 많지 않습니다. 주변에 사공이 너무  많습니다. 주식은 완전히 망합니다. 
	하던일을 처음부터 다시 시작하게 됩니다. 사교는 성립되지만 일시적일 뿐입니다.  절제력
	이 없어서 위험 합니다. 일감은 점점 많아집니다. 사람들을 많이 만나게 됩니다. 지금
	장사를 시작하면 손님이 들끓게 됩니다. 무거운 일은 성공 못합니다. 큰 사업보다는 작은
	사업이 성공합니다. 말이 많아 행운을 차버립니다. 그럴듯 하지만 실속이 없습니다. 많이
	속을 것입니다. 화려한 옷을 입지 말고 묵직한 옷을 입어야 합니다. 방황하게 됩니다.
	많은 친구와 어울리면 아이디어가 생깁니다. 여행을 자주 하게 됩니다. 심지가 너무 
	약합니다. 저축이 안됩니다. 생기는 돈은 작고 쓸곳은 많아집니다. 지나친 개선은 불안을
	초래합니다. 정신을 수습하지 않으면 사고를 당합니다. 건강은 잔병이 많습니다. 연애는
	깨집니다. 자세를 정중하게 바꾸십시오. 침착함이 결여되어 있습니다. 사람말을 액면
	그대로 믿지 마십시오. 목표를 정할 때 단순하게 하십시오. 마음은 지니치게 낙관적입니다.
	
태위택	행복해 질 것입니다. 차곡차곡 쌓여 갑니다. 애인이 생길 것입니다. 정착하게 됩니다. 
	여행을 하면 나쁩니다. 좋은 행사가 많습니다. 사업은 확실히 자리를 잡습니다. 직장
	에서 마음에 드는 보직을 받게 됩니다. 주인공이 됩니다. 주식은 제자리 걸음입니다. 
	새 집을 마련하게 될 것입니다. 금전융통 잘 됩니다. 침착한 마음이 행운을 불러 옵니다.
	건강은 아무 염려 없습니다. 집안 식구들에도 좋은 일이 생깁니다. 싸움은 큰 실망을
	가져 옵니다. 하늘이 줄 것이니 너무 애쓰지 마십시오. 작은 이익이 자주 생깁니다. 
	포용력이 많을수록 행운도 증가 합니다. 신망이 두터워 집니다. 권위와 품위가 지켜 질
	것입니다. 남이 부러워 할 것입니다. 친구와 만나면 일이 더 잘 풀립니다. 어른을 공경
	하면 좋은 일이 생깁니다. 단정한 모습 계속 이어 가십시오. 개인사업 성공합니다. 
	필수품 사업은 크게 성공합니다. 먼 곳보다는 가까운 곳에서 좋은일이 생깁니다. 하늘이
	주는 행운을 남에게 나누어 주십시오. 지금 좋으나 나쁜날을 대비해 두어야 합니다.
	견고함이 부족합니다. 행운이 길어진다고 방심하면 안됩니다. 약간씩 궤도 이탈이 필요
	합니다. 남의 장점을 받아 들여야 합니다. 이웃과 잘 사귀면 큰 도움이 생깁니다. 집안이
	평안하고 어른아이 다 잘 되고 있습니다.
	
풍수환	질서가 무너지고 있습니다. 재정손실이 발생합니다. 금전 융통은 안됩니다. 여자의 경우
	남자로부터 배신 당합니다. 의리를 지키지 못합니다. 실수 투성이 입니다. 방심, 방탕
	으로 인해 점점 나빠집니다. 게약은 다 된듯 하나 깨지게 됩니다. 이번 일은 틀렸으니 
	다음을 기약하십시오. 몸과 마음을 단정하게 하십시오. 대범한 것보다 오히려 째째한
	것이 낫습니다. 단결이 어느때보다 필요합니다. 허전하고 고독해 집니다. 남을 
	비웃다가는 완전히 망합니다. 신중함이 결여되어 점점 꼬이게 됩니다. 친구에게 겸손 
	하십시오. 겉보기에 그럴 듯 하지만 속고 있는  것입니다. 나쁜 소문이 난무합니다.
	모든것이 들통나고 부끄러워 집니다. 싸워서 이길 수 없습니다. 주식은 망할것 입니다.
	사기를 당할 수 있습니다. 헛고생만 하게 됩니다. 진중한 자세를 취하면 손해를 줄일 수
	있습니다. 입을 꼭 다물고 웃음도 자제 하십시오. 술 마실때가 아닙니다. 병은 말끔히
	치유 됩니다. 지금 투자하면 버리는것이나 마찬가지 입니다. 앞만 보지 말고 뒤를 좀 보세요.
	빠른 것은 자랑거리가 못 됩니다. 이것저것 일 벌여놓지 마십시오. 정장을 입고 지내야 합니다. 
	물을 건너가다 배가 전복할 수 있습니다. 절이나 산속에 가서 잠시 피신해 있으면
	근심은 사라집니다.
	
수택절	행동이 적절하여 사고가 없습니다. 현재 있는 곳이 행복한 곳입니다. 이상적인 애인을
	만날것입니다. 친지들과 사이가 더욱 좋아집니다. 사업은 지속적으로 발전할 것입니다.
	하나씩 완성해 나가야 합나다. 여행하면 피곤하고 이익이 없습니다. 생각을 많이 하면 
	이익이 됩니다. 침착하면 매사가 잘 풀립니다. 직장에서 알맞은 직책을 가질 것입니다. 
	움직이면 효과가 있습니다. 모든 사람으로부터 신임을 얻습니다. 남을 도와주면 하늘이
	상을 줄 것입니다. 아량을 크게 넓혀야 합니다. 욕심은 조금씩 키워 나가도 좋습니다.
	위험한듯 보이지만 파괴되지 않습니다. 투자는 성공합니다. 금전융통은 잘 됩니다. 이사를
	가면 우환이 생깁니다. 건강은 잘 유지 될 것입니다. 주식은 큰 이익이 없습니다. 
	자그마한 사업은 무조건 성공합니다. 가까운 사람과 의논 하십시오. 더욱더 여유를 
	가져야 합니다. 편안하고 평화스럽습니다. 단체, 가정 둥은 크게 안정 됩니다. 원리원칙
	을 지켜야 합니다. 사랑한 만큼 사랑을 받습니다. 절제는 행운의 문입니다. 소극적일 
	필요는 없습니다. 하늘의 보호를 받을 것입니다. 천천히 가면 무엇이든 이익이 됩니다. 
	자기 몫은 항상 남아 있습니다. 예쁜 옷, 단정한 옷을 입으면 행운이 옵니다. 
	격조를 높이면 크게 성공합니다.
	
풍택중부	공든 탑이 무너지지 않습니다. 생기 넘치는 시기가 도래 했습니다. 여자의 경우 좋은
	남자가 나타납니다. 남자의 경우 여자가 호감을 갖기 시작합니다. 가슴을 펴고 일을 처리
	하십시오. 하늘이 안내하고 있습니다. 투자를 하면 크게 성공합니다. 주식은 계속 오릅니다.
	게약은 잘 이루어 집니다. 기다리던 일이 움직이기 시작 했습니다. 가슴을 펴고 일을 처리 
	하십시오. 하늘이 안내하고 있습니다. 투자를 하면 크게 성공합니다. 주식은 계속 오릅니다.
	사랑은 절정, 부부는 화합합니다. 위에서 이끌어 주고 아래에서는 받들어 줍니다. 존경
	받고 신뢰를 얻습니다. 직장에서 크게 공을 세웁니다. 포부가 이루어 집니다. 험난해도
	사고가 없습니다. 모든 사업이 꾸준히 커 나갑니다. 가슴을 열면 친구가 많습니다. 절제
	하면서 욕심을 내도 됩니다. 재산은 증식되어 갑니다. 나의 성실함을 하늘이 알아 줍니다.
	평화와 발전이 함께 이룩됩니다. 가만 있으면 이익인데 굳이 싸울 필요 없습니다. 지나
	치지만 않으면 일마다 성공 합니다. 가까운 여행을 자주 다니게 됩니다. 봉급이 오르고
	보너스도 받습니다. 적게 쓰고 많이 생깁니다. 금전 융통 잘 되고 쓰일곳에 쓰입니다.
	임산부는 딸을 낳습니다. 아름답게 지내면 뜻밖의 행운이 옵니다. 로또를 살때입니다. 
	단체협약을 이룹니다. 약속을 잘 지키는 것은 행운의 꽃입니다. 가슴이 행복감으로 충만
	할 것입니다. 아랫사람을 이끌어 줘야 합니다. 계속 오늘날 같기만 희망 하십시오.
	건강은 극대화 됩니다.
	
뇌산소과	잔뜩 벌여 놔야 소용없습니다. 패배한 마음을 버려야 일이 성사 됩니다. 애인은 생기지 
	않습니다. 친구간에 오해가 생깁니다. 건강은 심히 염려스럽습니다. 계약은 이루어 
	지지 않습니다. 발상의 전환이 시급합니다. 이기적인 마음은 파멸을 부릅니다. 반성, 또
	반성해야 합니다. 주식은 완전히 망합니다. 투자금은 다 날립니다. 지금은 행동할 때가
	아니고 연구할 때 입니다. 실력을 믿지 말고 협동해야 합니다. 절약은 미덕이 아닙니다.
	포부가 시시 합니다. 허황된 꿈을 버리십시오. 사람을 계속 만나야 합니다. 집 속에만 
	있으면 벼락 맞습니다. 여행지에서 큰 사고를 당합니다. 여자는 강간당할 우려가 있습니다.
	마음을 감추면 행운이 달아납니다. 경쟁, 승부 다 나쁩니다. 시험에 떨어집니다. 사업은 
	계속 축소됩니다. 금전융통이 안되고 빛을 지게 됩니다. 건강은 최악, 사망할 수 도 있
	습니다. 대인관계는 무너지고 있습니다. 하늘에 재사를 지내면 좋을듯 합니다. 이기적인
	마음을 버리면 풀려나갑니다. 사람을 버리고 무엇을 얻겠습니까? 집값은 계속 떨어
	집니다. 이사를 가면 다소 풀립니다. 이기려 하지 말고 타협을 하십시오. 
	부당한 이익은 오히려 크게 다칩니다.
	
수화기제 	끊임없이 펑크가 나고 있습니다. 완벽주의는 파탄을 부릅니다. 너무 소심하여 행운은
	오지 않습니다. 많은 포기가 필요합니다. 나만  잘난것이 아니라는 것을 명심해야 합니다. 
	까다로워 사랑이 유지되기 힘듭니다. 생각이 많아도 접어 두십시오. 듣고 받아 들여야
	합니다. 친구들이 다 싫어합니다. 굵직한 사람이 되십시오. 일 잘하고 욕 먹습니다. 
	공적인 임무를 맡으면 사고 납니다. 큰 일은 절대 성공 못합니다. 잘못을 저지르고 변명
	하지 마십시오. 한번 터진일은 수습이 안됩니다. 마음을 자주 바꾸면 큰일 납니다.
	건강은 항상 문제가 발생합니다. 다 된밥에 재가 뿌려 집니다. 행운이 있어도 오래 가지
	않습니다. 남 얘기하지 말고 자신이나 걱정하세요. 정장을 피하고 케쥬얼 복장을하십시오. 
	술을 좀 마실 필요가 있습니다. 살림을 잘 하는것 같지만 문제가 있습니다. 자랑하지 말고 
	참견하지 말아야 합니다. 어른말을 들으세요. 직장에서 신임 못받습니다. 일을 분산시키면
	양쪽 다 실패합니다. 좋은면만 기대하지 말고 나쁜면을 조심하십시오. 결단력이 필요합니다. 
	중요하지 않은 일에 몰두하지 마십시오. 큰 사업은 꿈도 꾸지 마세요.
	
화수미제	점점 수습되어 갑니다. 반성은 즉각적인 이익이 생깁니다. 과거부터 청산해야 운이 
	도래합니다. 새로운 사람을 만나야 합니다. 연애는 싸움나고 깨집니다. 애인은 생길때가 
	안 되었습니다. 중매도 좋지 않은 시기입니다. 기다리면 다 잘 될것입니다. 씀씀이를 
	줄여야 합니다. 남의 잘못은 이해하고 내 잘못은 벌 받는게 낫습니다. 고통은 행운으로
	이어집니다. 모순을 고치면 행운이 옵니다. 더 나빠질것이 없으니 마음 편히 가지세요.
	쥐구멍에도 볕이 듭니다. 지치지 마십시오. 헛김세는일이 많으나 건질게 있습니다. 
	일의 시작이 잘못되어 있습니다. 한가지 일이라도 해결하고 다음으로 넘어 가세요.
	생각을 약간만 고치면 다 잘되어 나갈 것입니다. 남의 말은 무조건 다 옯습니다. 
	중대한 착각을 하고 있습니다. 사기당하고, 도둑맞고, 분실합니다. 뜰에서 샌 바가지  
	부엌에서도 샙니다. 새로운 것을 만들지 말고 고장난 것이나 고치십시오, 기회가 자주
	올테니 끝까지 기운을 내십시오. 엉뚱한 생각 때문에 피해가 많습니다. 중간이나마 
	유지하도록 힘쓰세요. 반복되는 불운은 자신을 탓해야 합니다. 원칙이 무너져 있습니다.
	대충 처리하는 버릇을 고쳐야 합니다. 남이 날 알아주기를 바라지 말고 내가 남을 
	알아줘야 합니다. 꼼꼼하지만 실수가 많습니다.
